{
    "TrainingData": {
        "1999a_TrainingData_00001": {
            "webPublicationDate": "16-04-1999",
            "topics": [],
            "bodyText": "Anthony Newley, who has died of cancer aged 67, was an icon of the early 1960s. His Stop The World - I Want To Get Off and similar musicals, his film and stage acting, and his frank self-obsession added up to living proof that the fuddy-duddies had been routed and that good looks, irreverence and flair could win all battles. Like all his musicals, many of them co-written with Leslie Bricusse, Stop The World was an examination of Newley's own emotional life disguised as social comment. The saga of a white-faced clown, his corrupt rise in commerce and politics, and his use and abuse of women (British, American and Russian, all played by the same actress) was a pastiche of how Newley saw his own life. He varied the accounts of his real background; the one, common strain was that it was unhappy. He was the son of a single mother, who waited on him hand and foot - even after he was married. He mourned the absence of his real father, until, at 82, a jobbing builder made himself known. Newley's sense of childhood dislocation was inflamed by his wartime evacuation from Hackney, east London, to Hertfordshire. He long saw himself as a child lost in limbo with an identity number round his helpless neck. Fantasy had thus an understandable attraction. At 14, Newley got himself a job as an office boy at the Italia Conti stage school in south London, using the money to finance his acting and dancing classes. At the same time he also made his first stage appearance, in The Wind Of Heaven at Colchester repertory theatre, and on screen in The Adventures Of Dusty Bates. His subsequent appearance as the worldly-wise young Artful Dodger in David Lean's 1948 film of Oliver Twist was widely hailed. As in character, so in real life, Newley saw himself as a sort of artful dodger, a street-boy who knew his way around. It was a protective skin for a man who was at ease only in his own creative world - though paradoxically that world was fuelled by his own real circumstances, which included three marriages. One was to the actress Joan Collins, who once said that his love for her had been 'as shallow as a pan of water', and that he was interested only in his own emotions, his writing and teenagers. Yet they remained close. His acceptance of the constraints of the Army when doing national service was also brief: it ended after six weeks and a psychiatrist's report - to heartfelt relief on both sides. The theme recurred in 1959 when Newley played a conscripted rock 'n' roll star in the film Idol On Parade. His first major stage appearance was in the ballet-trained John Cranko's mid-1950s smart, surreal revue Cranks, which ideally suited Newley's idiosyncratic acting, singing and dancing, and conditioned his own output as a writer of musicals and pop songs. It took him to Broadway and gave him a taste for American life that survived his periodic eruptions of dissatisfaction. Newley became increasingly popular but also increasingly frustrated as a composer and pop singer, feeling himself manipulated and far from his ultimate desire to direct films like Ingmar Bergman. His professional career, however, was thriving and he made dozens of films, most notably Dr Doolittle, with Rex Harrison, Willy Wonka And The Chocolate Factory, with Gene Wilder, The Cockleshell Heroes and The Battle Of The River Plate. It was in 1961, with Bricusse, that he wrote, composed and starred in Stop The World - I Want To Get Off. Though its drift - that the world was a wicked place in which manipulators flourished - lacked the sophisticated edge of the satire movement, it was in the same key and flourished in London and New York, where the notices were dreadful but word of mouth had queues round the block. It was estimated that its most popular song, What Kind Of Fool Am I?, written with Bricusse in one afternoon, would bring Newley a substantial lifelong income. The partnership with Bricusse also resulted in other musicals, including Scrooge: The Musical, while their Oscar, Grammy and Ivor Novello award-winning collaborations included Goodbye Mr Chips, Santa Claus: The Movie, Pickwick and Victor, Victoria. There were also more best-selling singles, including The Candy Man and Goldfinger, the words of which he wrote for Shirley Bassey to sing over the John Barry theme-tune of the Bond movie. By the mid-1960s, the difficulties inherent in Newley's amalgam of satire and sentiment had begun to show. With Bricusse he wrote The Roar Of The Greasepaint - The Smell Of The Crowd, in which another representative little man plays the game of life with a rich financial manipulator and always loses. It was slated so badly by critics on its provincial run that it did not make the West End. Norman Wisdom, in the lead, played to 30 people in Liverpool. Audiences who liked Stop The World's smart, social satire didn't want Wisdom; and the audiences who wanted Wisdom expected cosy sentiment and didn't expect it from Bricusse and Newley. But Newley took the production to Broadway, playing the Wisdom part himself. With the Americans, it worked. The song Who Can I Turn To? was a hit and more than 200 different recordings were made of the music. The success turned Newley's head firmly towards America, and comforted him when British reaction to his play, Can Heironymus Merkin Ever Forget Mercy Humppe And Find True Happiness?, a virtual re-hash of his emotional difficulties with his wife Joan Collins and their two children, was cool. He directed, produced, acted and sang in the film version, with Joan Collins as the older of two women in his life - the other being a teenaged ideal woman. It was after this that the marriage (there had been an earlier, failed 1956 marriage to Tiller Girl Ann Lynne) fell apart. Newley had two children by his third wife Dareth, but moved out to live with his mother, Gracie, in Surrey. Newley's flair for staging was undeniable (like Cranko he believed in absolute simplicity in settings, to help the action dominate), but his public bleeding heart and musings on his psyche were now more to the American taste. The quarter Jewish (his maternal grandmother) boy without a home had at last found one that suited his head, if not his cockney heart; and the grudging London response to the 1989 revival of Stop The World probably settled him in that conviction. The BBC signed him up last year to play a shifty car salesman in EastEnders, but it was sadly not to be a great reconciliation with the British public. Newley had been badly ill and death intervened before he could make an impression remotely comparable with his days as a Las Vegas singer, when, according to legend, the mafia were so pleased with his boost to the gambling city that they pressed a brown Jaguar on him as a tip. Newley is survived by his four children - Tara and Sacha from his marriage to Joan Collins, and Shelby and Christopher from his third marriage to Dareth Dunn. \u0095 Anthony George Newley, entertainer, born September 24, 1931; died April 14, 1999. Between Elvis and the Beatles The hit records of Anthony Newley, strewn around that corner where the 1950s turned into the 1960s were a curious mix from fragmentary times, post-Elvis, pre-Beatles. On Do You Mind Newley attempted supper-club Bobby Darin; he covered Frankie Avalon schlock with Why and got himself the rarity of a top 20 EP with Idol On Parade. Then there were the novelty songs. Strawberry Fair and Pop Goes The Weasel were early - and not bad essays - into that wearisome end-of-Empire music-hall pastiche which was to so occupy the Kinks, and the Beatles come to that, later in the decade. Thus, briefly, was Newley in time with the ephemera of pop culture rather than show business. Indeed, since his rivals were dismissed as agent-made brain deads - such as Cliff Richard's Bongo Herbert character in Espresso Bongo - Newley came as near as the trade got to an 'intellectual' before the music business developed its self-consciousness and self importance. One result of his status was The Strange World of Gurney Slade , a 1960 six-part, half-hour comedy series, shot on film, in which he roamed the streets, chatted with overly familiar mongrels, and fantasised about women. In an ITV era of Emergency Ward 10 and Double Your Money, the series was different. But floating, as it was, some distance from the French new wave, and with a script style listing too heavily towards Galton and Simpson's Hancock's Half Hour, the show slid briskly down the schedules before sinking. All that survived was its theme tune, which surfaces on TV ads to this day. Newley's position in pop culture got lost too. That the young David Bowie recorded Laughing Gnome, a dreadful pastiche of a Newley novelty song, in 1967, and continued to emulate Newley's flattened-out vowel sound for some time afterwards - 'Ground control to Major Tom' - is thus seen as inexplicable, rather than a reminder that Newley meant something, even if, as so often in pop, no-one was sure what. - Nigel Fountain."
        },
        "1999a_TrainingData_00002": {
            "webPublicationDate": "20-02-1999",
            "topics": [
                "culture",
                "media"
            ],
            "bodyText": "Experiments at the University of Illinois, Kirsty Wark informed us in Tuning Into Children (Radio 4), showed that rats raised in enriched environments were better learners than those reared in less stimulating surroundings. One couldn't help feeling sorry that so many rats had had to feel so bored to tell us so little. This first of six programmes on child development also revealed that babies need love and stimulation. Maybe I suffer from some as yet undiscovered neuro-deficiency that makes me unimpressed by sentences beginning 'Research shows...' and refer to 'neurological wiring patterns', when what they disclose is so obvious. But I can't fathom why a programme that should have been subtitled What Most Parents Already Know needed Kirsty Wark plus a maddeningly twee expert in the studio and countless others on tape. Only at the end did we glimpse something touching and meaningful - in the lovely conversation of a father bathing his pre-verbal child, and the splendid woman who declared 'Babies are in charge of their own learning' and proved it with her treasure basket full of non-plastic things that had two six-month-olds drooling. Later on Monday the first in the new series of Analysis (Radio 4) took up the issue of what babies need by investigating the claims of the latest American pundit. This woman dismisses nurture, believes in genes, but plumps for peer pressure as the key to a child's development. Presenter Frances Cairncross displayed an appropriate scepticism about the new panacea, yet also demonstrated how the genetic argument isn't necessarily a reactionary one but can be progressive, exonerating the parents of adopted children whose offspring turn out to be more than averagely flawed. This was a clear, cool appraisal of competing theories about children's development (although I do wish researchers would spell out what they mean by kids 'doing better' - a euphemism, one assumes, for passing exams and not going to prison). Where Tuning Into Children simplified human growth, Analysis reminded us of its complexities. Adoption was the subject of Sarah Daniels's luminous play Warming Her Pearls (Radio 4), inspired by Carol Ann Duffy's poem and consisting almost entirely of a succession of poignant monologues by four women. Eventually we piece together the fact that they're related, and have been damaged by the historical taboo of women loving women. Working-class Annie was prised from her upper-class lover Adele (a friend of Radclyffe Hall). Shamed by the scandal, she later insists that daughter Carol give up her illegitimate daughter Julie for adoption. Julie eventually meets up with her half-sister Samantha, and a kind of family reconciliation occurs. Daniels only faltered when, near the end, she introduced some historical characters retrospectively justifying their bigotry, which dissipated the intensity of the monologue. Otherwise this was sensitive, enveloping writing, with good performances all round, especially from Barbara Flynn as Carol. Finally, 75 years since the first performance of Gershwin's Rhapsody In Blue, Meridian (World Service) celebrated with a special feature. Composed in five weeks, RIB is the first composition to successfully combine jazz and symphonic forms. Its opening glissando, we learned, had originally been scored with separate notes until, at the first rehearsal, the clarinettist suggested eliding them. Musicians identified what the piece embodies - sexual liberation, the rhythm of the railroad (Gershwin wrote on a train), and an America in the throes of reconstruction. But the programme paid most effective homage to the Rhapsody's energy and zest by exuding those characteristics itself."
        },
        "1999a_TrainingData_00003": {
            "webPublicationDate": "27-05-1999",
            "topics": [
                "usnews"
            ],
            "bodyText": "Bejewelled white gauntlet raised in blessing, the sometime Bishop of Lincoln, Kenneth Riches, who has died aged 90, could make a misleading impression. Though his taste for the slightly exotic, not to say exuberant, extended from garments, to furniture, to the United States (he was assistant bishop of Louisiana in 1976-7), to his garden and to some of of his friends, it was an endearing quirk rather than a defining feature. He was a distinguished cleric before his 1956 appointment to Lincoln. Educated at the Royal grammar school Colchester and Corpus Christi College Cambridge, he became curate of St Mary's Portsea in 1932. During the war he had the task of guiding war-service ordinands into training for the ministry. He had helped to set up a national system of selection and support which is still recognisable in current practice. He edited the Cambridge Review in 1941-2, had been the first post-war principal of Cuddesdon College, Oxford, and was Bishop of Dorchester with an elegant niche as Archdeacon of Oxford and Canon of Christ Church from 1952 to 1956, when he was called to Lincoln. The eyes of the Lincoln diocese clergy were not bright with expectation. They were on average battered, elderly and poor, with the vision, and the provision, unaltered from the 1930s. Very little account had been taken of the huge changes sweeping through postwar Britain, but Riches was impatient for the Church to respond, to recruit men whom he believed could help him. A team of industrial chaplains came first, then a radical new dean, an agricultural chaplain, a diocesan missioner, a city-centre team ministry, urban and rural group ministries, and so on. He gave an honorary canonry at the cathedral to the full-time chaplain to Butlins holiday camps, in the same way as this provision is made for the RAF Chaplain-in-Chief. Such innovations were not well-received by clergy who believed he should be providing even the smallest parishes with full-time priests. Riches responded by working to raise his clergy's morale and reduce their isolation. He initiated residential gatherings for them at Butlins. For most of those clergy these events were a great success and established Riches in their affections. Only at the first conference did they arrive in formal dress. An unforgettable sight was the horror on the faces of holiday-campers as they watched solemn columns of blackcoated parsons arriving. Riches deeply cared for and loved the county and its people. He had a keen intelligence for how it worked and befriended many of its leaders. He gave special attention to education, and his chairmanship of governors of numerous schools and colleges was never nominal. Head teachers and college principals found wise support in him. Many friendships begun here became lifelong. The things he did not love were mainly to do with Church of England organisation. The onset of synodical government, and the consequent proliferation of boards and committees, dismayed him. \"You should love the Church,\" he told his diocesan synod, \"but that does not mean that you should like it.\" He felt frustrated by the checks and balances now modifying his freedom to take decisions that he thought necessary. It was 1976, time to retire. Behind Riches, almost looking over his shoulder, is Edward King, Anglican saint and Bishop of Lincoln, who died in 1910. His memory was still treasured in 1956, when all over the county were people pressing to tell the new bishop that they had been confirmed by King. Riches was also devoted to King's memory and had walked in his footsteps from Cuddesdon to Christ Church to Lincoln. Like King, Riches was so deeply rooted in the Catholic spirituality that he could freely love and welcome those who did not share it. Like King, there was a twinkle in his eye. There is a snapshot of him, sitting with Katharine, his wife and equal for 57 years. They are in their magnificent garden at Dunwich, one of the great creations of their fruitful retirement. (Katharine cared for him until his peaceful end, attended by their three children.) A snapshot of him was taken long after he retired but at about the same age as the photograph of Bishop King, still in harness, which adorns many of the church vestries in Lincolnshire. There is a quite extraordinary resemblance. Both have lovely faces. The beauty of holiness."
        },
        "1999a_TrainingData_00004": {
            "webPublicationDate": "04-06-1999",
            "topics": [
                "usnews",
                "sport"
            ],
            "bodyText": "With a note of discord being struck about the timing and all-round relevance of Dave Stewart's World Cup anthem, the organisers pulled out the stops for this match. Competing for the spectators' attention are a trad jazz band and a steel band. Clearly someone was planning for a Louisiana v West Indies game Under heavy skies the morning announcement that play would start on time sounded optimistic. It was. So did the request to the capacity crowd to stay off the field at the end of the game. \"Players,\" the announcer said, \"should be allowed to leave the playing area in safety and dignity.\" We shall see. And then there is the case of the missing speed gun. It never showed up during the group stages, but has apparently been sponsored by FedEx for the Super Six games. No-one has seen it yet. Delayed in customs. Honest, guv."
        },
        "1999a_TrainingData_00005": {
            "webPublicationDate": "06-02-1999",
            "topics": [],
            "bodyText": "Harry Callista did not do the usual kind of ventriloquist act. Strictly speaking, he didn't do a ventriloquist act at all. Oh yes, he sat on stage with a wooden dummy on his knee, and engaged in the usual banter - \"Gig gottle of geer\", \"I don't want to go gack in the gox\", and so on - but the dummy's voice was not produced in the customary manner. Harry, you see, was a sternomancer. There aren't many sternomancers around these days. Their heyday was in ancient Greece. The trick - if trick it can be called - is to encourage a ghost to inhabit your chest. Usually, once it's there, you encourage it to perform miraculous acts of divination and fortune-telling for money. Harry tried this for a while, but eventually discovered that teaching the spirit a few simple comedy routines and using its voice for fake ventriloquial purposes was more lucrative. The spirit's name was Bloxo. He'd been living in people's chests since the third century BC, and was as familiar with alveoli as you and I might be with our own sofas. He had died properly once; had crossed the fields of asphodel and stared into the inky terror of Charon's eyes. It was a horrible experience, and he didn't want to go through it again, so for 23 centuries he had hopped from chest to chest. Chest hopping was no fun, either - a bit like walking through a car-wash made of barbecued spare ribs with no paper napkins handy - so he tried to pick chests that appeared to have plenty of life left in them and keep their owners alive for as long as possible. This constant nagging about health and safety was, for Harry, the biggest drawback to sharing his chest with Bloxo. Harry went to great lengths to appease the nagging: designed himself a parachute hat; invented a small, but effective ejector seat that fitted not very flatteringly into the arse of his trousers; and persuaded a Haitian surgeon to replace all his sweat glands with tiny airbags. The airbags are a damned good idea if you can be bothered, especially if they fill with helium. An assailant approaches with a knife. You are afraid. Adrenaline triggers sweat, or, in this case, balloons. You float away to safety. If the assailant does manage a stab before you escape, all he'll get is a lungful of helium. Sudden possession of a squeaky voice does much to inhibit the killer instinct. Saddest of all for Harry, Bloxo knew the terrible dangers of love and mercilessly undermined his host's romancings. \"You have an attractive face, but your breasts would look absurdly small on a budgerigar,\" Bloxo would bellow intercostally, as Harry tried to woo some beauty or other. \"Did you know there is a cure for elephantiasis, or are you in training as an RSJ?\" Thus, Harry knew rejection inside out, but don't start welling, because there is a happy ending. One day, he shared a bill with the pushingly-popular Veronica and Snappy. Though more of a puppet show than a vent act, Veronica did make rudimentary efforts to make Snappy, a Lycra alligator with an eyelash mechanism, talk. Bloxo, though 2,300 years old, had spent too long in the close proximity of throbbing hearts to be immune to the purring voice, inviting smile and fluttering lashes of an ostensibly kindred spirit. Obligingly, Harry also fell in love with Veronica. Before long, a proposal was made. On the night before the wedding, Harry thought he'd better get things straight with Bloxo. \"You do know, don't you, that Snappy is the product of everyday ventriloquism, rather than sternomancy?\" \"I do - just as you know that Veronica is a thumping adventuress who will make you a snivelling pauper, but if love isn't about illusion, what is it?\" On the wedding night, energetic congress caused Harry's sweat-balloons to deploy and the four of them - Harry, Bloxo, Veronica and Snappy - floated out of the window, to the clouds and beyond."
        },
        "1999a_TrainingData_00006": {
            "webPublicationDate": "13-02-1999",
            "topics": [
                "lifeandstyle"
            ],
            "bodyText": "I've got another book out in a couple of weeks - Married Alive. It's my third book in the past two years, but my first novel since 1993's disastrously-received espionage romp, No Exit. Since then, I've published my autobiography, which was certainly about me, and my biography of the Princess Of Wales, which many reviewers said was about me and my loathing of the male sex. The one good thing about the reaction to No Exit was that no one claimed that it was about me; quite the opposite. Everyone complained that I shouldn't have set it in Prague when, at the time, I had actually been no further than Jersey - and found that to be a bit too foreign for my liking, actually. But now the Peek-a-boo/ I see You! chorus has started up again, with Jason Cowley in the Times calling Married Alive a \"confessional\" novel, and Syrie Johnson in the London Evening Standard concluding that my husbands, Mr Parsons and Mr Landesman - peace be upon them - are well out of it. Miss Johnson is an interesting girl. She seems to disprove the theory that the test of a first-rate mind is the ability to hold two conflicting beliefs at once, though hold them she ceaselessly does. In her review of my new book, she says the heroine, Nicola, is me. But then she calls me a liar for making Nicola a thin, blonde, Nineties babe instead of a fat, dark Eighties grande dame, as I am! Well, Syrie, there's one reason I performed this audacious sleight of hand: because it's not me! Not me, living in a loft in Docklands! Not me, being a magazine illustrator! Not me, having her half-mad old grandmother to live with her! I'm sorry to sound shrill here, but I never thought that I, who effectively left school at 15, would be explaining the definition of novel to someone who got a first at Cambridge. And yes, I would like that saucer of milk, thank you very much. But Syrie will be happy to know that, thirsting as she does for even more information about Me, she can watch a 50-minute TV documentary on her favourite subject on the 23rd of this month. Yes, finally exhausted by repeated requests from the major channels to poke around in My Life Story - I turned down Omnibus on a whim because my son, when he was younger, used to call it Ominous - I have conceded defeat to BBC2's Close Up. But that's the end, beautiful friend; I hope, with this documentary, to officially proclaim The End Of Me. Because, over the space of 22 years in journalism, more than half my lifetime, I have, frankly, had a bellyful of Me, and I bet you have, too. We are never less ourselves than when we are being Ourselves. Just as the silent film star Anna Mae Wong believed that each photograph stole another part of her soul, so each column we write as a Personality steals another part of our personality. The more we show, the less we are. Up to the middle of the Nineties, I was a beacon for the strangest and sweetest of modern souls, like Robert Newman and Richey Edwards; when I met them, they would flutter and swoon and tell me that I was the wind beneath their wings. Bound as they were to the mast of modernity, only my siren song of Sovietism and soul music pulled them through the hard rocks of rationality. But I bet they wouldn't feel that way now, now I'm Bridget Jones's much-married sister. When I became a Personality Columnist, we were pretty thin on the ground. Around 1984. Not now! To open the Sunday papers is to be immediately transported to The World's Most Boring Dinner Party, to find yourself surrounded by well-groomed women with names that end in A and absolutely nothing to say while saying it very loudly. And the weird thing is, I used to know quite a few of these gals - and when you met them, they're not half as boring as they are on paper. But it should be the other way around, shouldn't it? Like a comedian who can't, or won't, make funnies offstage, they should be saving the best bits of their minds for their work. So what has brought about the current state of columnists, where they save what insights they have for the dinner table and cast crumbs out to the paying punter? And me sitting there right in the middle of them. asking, \"Shall I be mother?\" Well, I've dined my last at the media trough of Me, and I'm going back to my rude roots. I made my first appearance in Peter York's book Style Wars as a 17-year-old who upset an older journalist when she overheard me saying, in the lobby of the Hammersmith Odeon, \"People aren't really very interesting, there's not much to be said for individuals.\" Yet somewhere along the line I've become one of the dread breed myself, believing that I am interesting for myself rather than as my father's daughter or my class's warrior. But the point is that people become interesting only when they're not concentrating on themselves - rather when they're eaten up with wonder and curiosity about the world. So waddya think, then? No more of Me! Imagine it. No more screenplays about my dad's dog (Prince). No more novels imagining my then best friend as a far more fascinating woman than she could ever hope to be (Ambition). No more about my boyfriend, or my girlfriend, or the little white cloud that cried over my shoulder one day. No more of my dad - a man so modest he demanded no ashes and no headstone - being trotted out to testify to my humanity one more time. I can see his face, his sly, Stalinist smile: \"Leave it, girl!\" Towards the end of his life, we were watching a TV programme about Russia under Stalin, and I murmured, as I had been taught since I was ten, that he was The Man For The Job: \"He was a madman, girl!\" (Beat) \"You haven't been writing your rubbish about him, have you?\" No, you've seen the last of Little Me: all that's left, I hope, is my Talent - why I went into the racket in the first place - brought to bear on things that matter. I always dreamed of a world without Me: it's the oceanic bliss we Communists, alone, feel. And now, at last, it might come true. It'll be a wrench and a half, but I'll get there, day by day; with You, and without Me."
        },
        "1999a_TrainingData_00007": {
            "webPublicationDate": "27-02-1999",
            "topics": [],
            "bodyText": "Alexander Chancellor is on holiday. Mind you, so am I. But I'm no shirker, I want you to know that. I'm not afraid of a little work. Not that writing qualifies. Digging a ditch is work. Writing, that's just audio-typing at six words a minute, innit? It's an odd feeling, being asked to stand in for an established opinionist. One feels a little in the shadow. So, I've decided to embrace the currency of First Person Column Inches and just have a good old rant. Rant's better than Opinion, because with Rant you usually don't have to justify anything. I've just emerged from a stint on a Royal Television Society Panel to judge the best single drama on the box last year. I won't bore you with details, but I suppose it was during my attempt to compare the merits of King Lear (2hrs 43 mins) against an equally excellent Talking Heads (38 mins) that the thought struck me that maybe somewhere along the line we forgot something - that first does not necessarily equal best. We are in the grip of full-on Comparative Culture. Almost every human endeavour has been sacrificed at the altar of the Top 10 by almost every kind of commentator; a stylistic contagion that seeped out of the Radio 1 chart and mutated, via Gallup and the teen mags, before being orally transmitted to other grateful organs, all clearly desperate to fill the blank expanses of white with compact fact-filled litanies. The final twist, in turn, has made pop music eat, and ultimately excrete, itself in freakishly bland compilation albums with titles such as The Greatest Top Ten Hits Album Of All Time Ever Part II (quite good, actually). But it must be clear to most people that, despite our evident preoccupations with competition, ranking, productivity, quality control, comparative data and league tables, it is nigh-on impossible, hand on heart, to compare anything with anything any more. We have simply lost the ability to judge on merit alone. These days, there must always be a race, a comparator to judge not inherent value, but relative value. A school full of personality-disordered children is not going to improve at the same rate as a school of television-deprived swots because, in the former most of the teacher's energy is going to be expended preventing little Malcolm from decapitating little Valerie with his French curve. So why is it supposedly competing with Cerebellum Comprehensive for its league position? Capice? The men's 100m dash, the very epicentre of Olympic athletic achievement, used to be that rare judgment process, a level playing field, where only the fastest survived. Until some more canny candidates decided that, instead of training three hours before breakfast, it might be a better idea to stay in bed and shove large doses of anabolic steroids up their bottoms in order to grow thighs the size of cooling towers. (By the by, an additional fringe benefit to be gained from steroid-taking is that men who use it long enough begin to grow breasts, which I'd imagine are a useful help in photo- finishes). It was no surprise at all that the very games themselves soon succumbed to playing with the spirit level and pitching things to their advantage. With no guarantee of ceteris paribus, then, the most likely outcome of all this will be the gradual seepage into quality journalism of the intellectual equivalent of a squash ladder. And my guess is sooner, rather than later. Top Five Things You Didn't Know About Me: 1. I'm writing this on the loo; 2. I own a juicer and a blender, but not a toaster; 3. My pet name for my girlfriend is \"bissum\"; 4. I consider rearranging my flat to be the same as \"cleaning\"it; 5. I put my left shoe on first, but then, strangely, I take it off again. See? That didn't take long. I guarantee the coming year will reduce front- page news to box graphics that outline \"Jack Straw's Top Ten Have-A-Go Heroes\"- and straight in at number two, a Melton Mowbray man known only as \"The Destroyer\". This will be just below \"Five Things You Didn't Know About Public Pay Awards\"and \"The People Decide: Your Top 20 Unison Meat Inspectors\". It's all millennial, of course. Just like so much else that's rotten with life these days. The closer we get to Y2K, the more we're keening to look back and quantify, to seek solace in statistics and recycle our pasts to produce a sustainable future, even if we've lived it already. Soon, we'll have compared everything that it is possible to compare with everything else and, with nothing new to rank, we'll be forced to do a Top 10 of Top 10s. Life will become a series of inane lists. And I won't have anything left to rant about. Because my brain will be dead. As will yours. \u0095 David Wolstencroft is the writer of Psychos, a new drama from Channel 4 due to be screened later this year. Alexander Chancellor returns next week."
        }
    }
}